Repository: cengizhan/download-attachments
Catalog: languages/download-attachments-*.po
Languages: tr_tr

source: ID
tr_tr: No

source: Exclude
tr_tr: Hariç Tut

source: Added by
tr_tr: Ekleyen

source: Title
tr_tr: Başlık

source: File type
tr_tr: Dosya Türü

source: Icon
tr_tr: Simge

source: Size
tr_tr: Boyut

source: Date added
tr_tr: Eklenme Tarihi

source: Downloads
tr_tr: İndirmeler

source: Are you sure you want to reset these settings to defaults?
tr_tr: Bu ayarları varsayalıan değerlerine getirmek istediğinize emin misiniz?

source: Are you sure you want to reset number of downloads of all attachments?
tr_tr: İndirme sayısını sıfırlamak istediğinize emin misiniz?

source: Select Attachments
tr_tr: Ekleri Seç

source: Edit attachment
tr_tr: Eki düzenle

source: Add selected attachments
tr_tr: Seçili ekleri ekle

source: Save attachment
tr_tr: Eki kaydet

source: No attachments added yet.
tr_tr: Henüz bir ek eklenmemiş.

source: Do you want to remove this attachment?
tr_tr: Bu eki kaldırmak istediğinize emin misiniz?

source: Remove
tr_tr: Kaldır

source: Edit
tr_tr: Düzenle

source: Unexpected error occured. Please refresh the page and try again.
tr_tr: Beklenemyen bir hata oluştu. Lütfen sayfasyı yeniden yükleyip tekrar deneyin.

source: Support
tr_tr: Destek

source: Settings
tr_tr: Ayarlar

source: No attachments to download
tr_tr: İndirilecek bir ek yok

source: Download Attachments
tr_tr: İndirilebilir Ekler

source: File
tr_tr: Dosya

source: Description
tr_tr: Açıklama

source: File size
tr_tr: Bosya boyutu

source: Save
tr_tr: Kaydet

source: Add new attachment
tr_tr: Yeni ekle ekle

source: Actions
tr_tr: İşlemler

source: Enable
tr_tr: Etkinleştir

source: Disable
tr_tr: Pasifleştir

source: All files
tr_tr: Tüm dosyalar

source: Attached to a post only
tr_tr: Sadece bir yazıya ekli

source: Manage download attachments
tr_tr: İndirilebilir ekleri yönet

source: Media Library
tr_tr: Ortam Kütüphanesi

source: Modal
tr_tr: Üst Pencere

source: before the content
tr_tr: içerikten önce

source: after the content
tr_tr: içerikten sonra

source: manually
tr_tr: el ile

source: List
tr_tr: Liste

source: Table
tr_tr: Tablo

source: caption
tr_tr: başlık

source: description
tr_tr: açıklama

source: Need support?
tr_tr: Desteğe ihtiyacınız mı var?

source: Support forum
tr_tr: Destek forumu

source: Do you like this plugin?
tr_tr: Bu eklentiyi sevdiniz mi?

source: Rate it 5
tr_tr: 5 Puan verin

source: on WordPress.org
tr_tr: Wordpress.org

source: Blog about it & link to the
tr_tr: Blog'unuzda paylaşıp şuraya bağlantı verin

source: plugin page
tr_tr: eklenti sayfası

source: Check out our other
tr_tr: Diğer

source: WordPress plugins
tr_tr: WordPress eklentilerimiz

source: Created by
tr_tr: Oluşturan

source: Reset to defaults
tr_tr: Varsayılan değerleri getir

source: Reset downloads
tr_tr: İndirmeleri sıfırla

source: General settings
tr_tr: Genel ayarlar

source: Label
tr_tr: Etiket

source: Capabilities
tr_tr: Kabiliyetler

source: Supported Post Types
tr_tr: Deteklenen Yazı Türleri

source: Deactivation
tr_tr: Pasifleştirme

source: Admin settings
tr_tr: Yönetici ayarları

source: Backend Display
tr_tr: Arkayüz Görünümü

source: Backend Downloads Description
tr_tr: Arkayüz İndirme Açıklamalası

source: Edit attachment link
tr_tr: Ek bağlantısını düzenle

source: Downloads in Media Library
tr_tr: Ortam Kütüphanesindeki İndirmeler

source: Frontend settings
tr_tr: Önyüz ayarları

source: Frontend Display
tr_tr: Önyüz Görünümü

source: Display Style
tr_tr: Görünüm Şekli

source: Frontend Downloads Description
tr_tr: Önyüz İndirme Açıklaması

source: Use CSS style
tr_tr: CSS stili kullan

source: Pretty URLs
tr_tr: Güzel Bağlantılar

source: Downloads List Display
tr_tr: İndirmeler Liste Görünümü

source: Enter download attachments list label.
tr_tr: İndirme ekleri liste etiketini giriniz

source: Select which post types would you like to enable for your downloads.
tr_tr: İndirmeleri hangi yazı türleri için etkinleştireceğinizi seçiniz.

source: Select if you'd like to use bultin CSS style.
tr_tr: Yerleşik CSS sitilini kullanmak istiyorsanız seçiniz.

source: Enable if you want to use pretty URLs.
tr_tr: Güzel bağlantıları kullanmak istiyorsanız seçiniz.

source: Select where you would like your download attachments to be displayed.
tr_tr: İndirme eklerininin gösterileceği yeri seçiniz.

source: Select display style for file attachments.
tr_tr: Dosya eklerinin görünüm sitilini seçiniz.

source: Select where you would like to edit download attachments.
tr_tr: İndirme eklerini nerede düzenlemek istediğinizi seçiniz

source: Select which attachments should be visible in Media Library window.
tr_tr: Ortam Kütüphanesinde görünmesini istediğiniz indirme eklerini seçiniz.

source: Role
tr_tr: Görev

source: None
tr_tr: Hiç

source: Enable if you want all plugin data to be deleted on deactivation.
tr_tr: Pasifleştiriliğinde bu eklentinin tüm verilerinin silinmesini istiyorsanız seçiniz

source: Settings restored to defaults.
tr_tr: Ayarlar varsayılan değerleri getirildi

source: An error occurred while resetting the number of downloads.
tr_tr: İndirme ekleri sıfırlanırken hata oluştu

source: Number of downloads of all attachments has been reset.
tr_tr: Tüm eklerin indirme sayısı sıfırlandı
